Repository: SamRay1024/wlib-application
Catalog: resources/locales/*.po
Languages: fr_fr

source: User:
fr_fr: Utilisateur :

source: Password:
fr_fr: Mot de passe :

source: Connect
fr_fr: Se connecter

source: Register
fr_fr: Créer un compte

source: Forgot password ?
fr_fr: Mot de passe oublié ?

source: Register your email address
fr_fr: Enregistrez votre adresse de courriel

source: Email address:
fr_fr: Adresse de courriel :

source: A validation email with a link will be sent to the given address.
fr_fr: Un courriel contenant un lien de validation sera envoyé à l'adresse indiquée.

source: Please click on the link to continue the registering process.
fr_fr: Veuillez cliquer sur le lien afin de poursuivre le processus d'ouverture de compte.

source: Send
fr_fr: Envoyer

source: « Go back to login
fr_fr: « Retourner à la connexion

source: Thanks for your interest !
fr_fr: Merci pour votre intérêt !

source: A validation email has been sent. Check your mail box for our confirmation email.
fr_fr: Un courriel de validation a été envoyé. Vérifiez votre boîte de réception.

source: You can now close this page. See you very soon !
fr_fr: Vous pouvez désormais fermer cette page. À tout de suite !

source: You're almost done !
fr_fr: Vous y êtes presque !

source: Your name:
fr_fr: Votre nom :

source: Password verification:
fr_fr: Vérification du mot de passe :

source: Create my account
fr_fr: Créer mon compte

source: Don't remember your password ?
fr_fr: Vous avez oublié votre mot de passe ?

source: Please fill in with your account email address.
fr_fr: Merci de renseigner l'adresse de courriel de votre compte.

source: You will receive an email with a link to renew your password.
fr_fr: Un lien pour accéder au renouvellement de votre mot de passe sera envoyé.

source: Password renewal in progress
fr_fr: Renouvellement de mot de passe en cours

source: An email has been sent with a link to access password renewal form. Check your mail box.
fr_fr: Un courriel contenant un lien pour accéder au formulaire de renouvellement de mot de passe a été envoyé. Vérifiez votre boite de réception.

source: You can now close this page.
fr_fr: Vous pouvez désormais fermer cette page.

source: Renew your password
fr_fr: Renouveler votre mot de passe

source: Update password
fr_fr: Mettre à jour le mot passe

source: Confirm your registration
fr_fr: Confirmez votre inscription

source: Verify your email to finalize your account creation
fr_fr: Vérifiez votre adresse de courriel pour finaliser la création de votre compte

source: To finalize your account creation, please click on the button below.
fr_fr: Pour finaliser la création de votre compte, veuillez cliquer sur le bouton ci-dessous.

source: If you haven't ask for an account registration, you can simply ignore and delete this message.
fr_fr: Si vous n'êtes pas à l'origine de cette demande d'inscription, vous pouvez simplement ignorer et supprimer ce message.

source: Your password has been updated
fr_fr: Votre mot de passe a été mis à jour

source: This mail confirms your password update.
fr_fr: Ce courriel confirme la mise à jour de votre mot de passe.

source: The password of your user account has been updated.
fr_fr: Le mot de passe de votre compte utilisateur a été mis à jour.

source: If you did not initiate this request to renew your password, make sure :
fr_fr: Si vous n'êtes pas à l'origine de cette demande de renouvellement de mot de passe, assurez-vous :

source: To <strong>secure your boxmail</strong> by setting a new password,
fr_fr: De <strong>sécuriser l'accès à votre boite mail</strong> en changeant son mot de passe,

source: To <strong>restart the password renewal procedure</strong> to set a new password.
fr_fr: De <strong>relancer la procédure de mot de passe oublié</strong> pour définir un nouveau mot de passe.

source: Password renewal confirmation
fr_fr: Confirmation de renouvellement de mot de passe

source: This is the validation email to renew your password.
fr_fr: Ceci est le courriel de validation pour renouveler votre mot de passe.

source: To renew your password, please click on the button below.
fr_fr: Pour renouveler votre mot de passe, veuillez cliquer sur le bouton ci-dessous.

source: If you haven't ask for a password renewal, you can simply ignore and delete this message.
fr_fr: Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez simplement ignorer et supprimer ce message.

source: Renew my password
fr_fr: Renouveler mon mot de passe

source: Access denied, please check your credentials or contact support.
fr_fr: Accès refusé, veuillez vérifier vos informations d'identification ou contacter le support.

source: You have to provide an email address to register.
fr_fr: Vous devez renseigner une adresse de courriel pour vous inscrire.

source: This email address is already registered.
fr_fr: Cette adresse de courriel est déjà enregistrée.

source: Verification failed : user not found.
fr_fr: Vérification échouée : utilisateur introuvable.

source: Please fill in your name.
fr_fr: Merci de renseigner votre nom.

source: Please fill in your password.
fr_fr: Merci de définir votre mot de passe.

source: You have to provide a valid email address to renew your password.
fr_fr: Vous devez renseigner une adresse de courriel valide pour renouveler votre mot de passe.

source: Password renewal failed : user not found.
fr_fr: Echec du renouvellement de mot de passe : utilisateur introuvable.

source: Please fill in your new password.
fr_fr: Veuillez saisir votre nouveau mot de passe.

source: Invalid form, please try again.
fr_fr: Formulaire invalide, veuillez recommencer.

source: Verification failed : please renew your registration.
fr_fr: Vérification échouée : veuillez renouveler votre inscription.

source: Your account has been verified. You can now log in !
fr_fr: Votre compte a été vérifié. Vous pouvez désormais vous connecter !

source: Password renewal failed : please restart the procedure.
fr_fr: Echec du renouvellement du mot de passe : veuillez relancer la procédure.

source: Your password has been updated. You should log in again.
fr_fr: Votre mot de passe a été mis à jour. Vous devriez pouvoir vous connecter à nouveau.
